Repository: himch/Real-Estate-Django-Web-App
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, ru

source: The number of expats is growing every year, now it already makes up 89%% of the UAE population. Long-term leases will yield 6-9%% per annum. Excluding the increase in the value of the object.
ar: كما يتزايد عدد المغتربين كل عام ، الذين يشكلون 89 ٪ من سكان الإمارات العربية المتحدة. مع عقد إيجار طويل الأجل ، ستحصل على دخل 6-9 ٪ سنويا. اضافة الى الزيادة في قيمة العقار نفسه.
ru: Также ежегодно растет количество экспатов, которые уже сейчас составляют 89%% населения ОАЭ. При долгосрочной аренде доход составит 6-9%% годовых. И это без учёта роста стоимости самого объекта.

source: Transparency of real estate legislation
ar: شفافية التشريعات في مجال العقارات،
ru: Прозрачность законодательства в сфере недвижимости

source: Dubai has the most developed legal framework in the field of real estate out of the 7 emirates in the UAE. The construction sector is closely monitored by the Government, all transactions are subject to government inspection.
ar: دبي لديها الإطار القانوني الأكثر تطورا في مجال العقارات على مستوى الامارات ال7 في دولة الإمارات العربية المتحدة. تتم مراقبة قطاع البناء عن كثب، كما تخضع جميع معاملات الشراء والبيع للمراقبة من قبل الدولة.
ru: Из всех 7 эмиратов в составе ОАЭ, Дубай обладает самой развитой законодательной базой в сфере недвижимости. Сектор строительства внимательно контролируется государством, все сделки купли-продажи проходят государственную проверку.

source: Foreign citizens are able to acquire real estate directly in full ownership in designated Freehold areas.
ar: لمواطني الدول الأجنبية الحق في شراء العقارات مباشرة في دبي بملكية كاملة في مناطق التملك الحر المخصصة لذلك.
ru: раждане иностранных государств имеют право напрямую приобретать недвижимость в Дубае в полную собственность в специально оговоренных Freehold-районах.

source: Residence permit
ar: الحصول على الاقامة
ru: Получение ВНЖ

source: Buying real estate starting from 750,000 dirham (about $205,000), the investor and his family receive a residence permit with resident status. It is issued for 2 years, can be repeatedly extended until you remain the owner of the property.
ar: عند شراءك عقارا في دبي بقيمة 750.000 درهم (ما يقارب $ 205,000), المستثمر وعائلته يحصلون على الاقامات. يتم إصدارها لسنتين, يمكن تمديدها عدة مرات في حال كنت لا تزال مالك العقار.
ru: Купив недвижимость в Дубае ценой от 750.000 дирхам (около 205.000$), инвестор и его семья получают вид на жительство со статусом резидента<. Она выдается на 2 года, может быть многократно продлена, пока вы остаётесь собственником недвижимости.

source: Buying real estate starting from 2.000.000 dirhams (about 545.000$ ) gives the opportunity to obtain a Golden visa in the UAE for 10 years and the prospect of becoming a citizen of the Emirates.
ar: شراء العقارات بقيمة 2,000,000 درهم (ما يقارب $ 545,000) يجعل من الممكن الحصول على تأشيرة ذهبية لمدة 10 سنوات واحتمال الحصول على الجنسية الاماراتية.
ru: Покупка недвижимости суммой от 2.000.000 дирхам (около 545.000$) дает возможность получить Золотую визу в ОАЭ сроком на 10 лет и перспективой стать гражданином Эмиратов.

source: Stability and security of economics
ar: الاستقرار الاقتصادي والأمن
ru: Стабильность экономики и безопасность

source: In 2021, the UAE was ranked 2nd safest country out of 134 according to the journal Global Finance.
ar: في عام 2021 ، احتلت الإمارات المرتبة 2 من بين 134 دولة الأكثر أمانا على هذا الكوكب وفقا لمجلة جلوبال فاينانس ، فإن سعر صرف الدرهم مرتبط بشكل مباشر بالدولار وبقي دون تغيير لأكثر من 20 عاما.
ru: В 2021 году Эмираты заняли 2-ое место из 134 самых безопасных стран на планете по версии журнала Global Finance.

source: Dirham’s exchange rate is tied to the US dollar and has remained unchanged for more then 20 years.
ar: الوضع المحايد لدولة الإمارات العربية المتحدة في النزاعات العالمية وغياب العقوبات وعدم التدخل في السياسة العالمية يؤكد الاستقرار السياسي .
ru: Курс дирхама жёстко привязан к доллару и остаётся неизменным более 20 лет.

source: The UAE remained neutral in international conflicts, absence of sanctions and non-interference in world politics confirms political stability.
ar: ظلت الإمارات محايدة في الصراعات الدولية، وغياب العقوبات وعدم التدخل في السياسة العالمية يؤكد الاستقرار السياسي.
ru: Нейтральный статус ОАЭ в мировых конфликтах, отсутствие санкций и не вмешательство в мировую политику подтверждает политическую стабильность.

source: No real estate tax
ar: لا توجد ضريبة على الأملاك
ru: Отсутствие налога на&nbsp;недвижимость

source: 4%% of the cost of housing must be payed as the fee to the Land Department.
ar: عند الشراء ، يجب عليك دفع رسوم قدرها 4٪ من تكلفة السكن إلى دائرة الأراضي والأملاك.
ru: При покупке необходимо оплатить пошлину в размере 4%% от стоимости жилья в Земельный департамент.

source: Ownership, lease, sale and all other transactions are not taxed
ar: أما التأجير والبيع وجميع المعاملات الأخرى فلا يخضعون للضريبة.
ru: Владение, сдача в аренду, продажа и все другие операции налогом не облагаются

source: purchase of real estate in Dubai
ar: شراء عقار في دبي
ru: покупка недвижимости в Дубае

source: Progressive Real Estate Agency with an emphasis on service and comfort of our customers
ar: وكالة عقارية تقدمية مع التركيز على خدمة وراحة عملائنا
ru: Прогрессивное агентство недвижимости с акцентом на сервис и комфорт наших клиентов

source: Full cycle of real estate management: valuation, sale, purchase, rental management and service, legal support
ar: دورة كاملة لإدارة العقارات: التقييم ، البيع ، الشراء ، إدارة الإيجار والصيانة، الدعم القانوني
ru: Полный цикл управления недвижимостью: оценка, продажа, покупка, арендное управление и обслуживание, юридическое сопровождение

source: Rent apartments with 5* hotel service: booking service, personal assistant in the country, organization of excursions
ar: استئجار شقق فندقية 5*: خدمة الحجز ، مساعد شخصي في البلاد ، وتنظيم الرحلات
ru: Аренда апартаментов с сервисом 5* отеля: букинг сервис, личный ассистент в стране, организация экскурсий

source: Finding repair and design team for apartments with no decoration.
ar: اختيار فريق لإصلاح وتصميم شقة دون التشطيب
ru: Подбор команды по ремонту и дизайну квартиры без отделки

source: Case studies
ar: عرض الحالات
ru: Смотреть кейсы

source: Purchase
ar: الشراء
ru: Покупка

source: Selection of premium real estate in Dubai
ar: أفضل العقارات الفاخرة في دبي
ru: Подбор премиальной недвижимости в Дубае

source: Rent
ar: الإيجار
ru: Аренда

source: Beneficial solutions for residence and investment
ar: عروض مغرية للسكن والاستثمار
ru: Выгодные решения для проживания и инвестирования

source: go to catalog
ar: الانتقال الى الكتالوج
ru: перейти в каталог

source: Consulting
ar: الاستشارة
ru: Консультация

source: We will find the best solution for your request for free
ar: سنوفر العروض الانسب وفقا لمتطلباتك مجانًا
ru: Бесплатно подберём лучшее решение под ваш запрос

source: leave a request
ar: لتقديم الطلب
ru: оставить заявку

source: Why choose DADI
ar: لماذا DADI
ru: Почему выбирают DADI

source: Hotel accommodation options in apartments
ar: الإقامة في الشقق الفندقية
ru: Отельный вариант размещения в апартаментах

source: Full support of the transaction: sale, purchase, documents
ar: الدعم الكامل للمعاملة: البيع والشراء والمستندات
ru: Полное сопровождение сделки: продажа, покупка, документы

source: Welcome service like in 5* hotel
ar: خدمة الاستقبال، كما هو الحال في فندق 5 نجوم
ru: Welcome-сервис, как в отеле 5*

source: experience standards of living in one of the richest cities in the world
ar: استشعر مستوى المعيشة في واحدة من ارقى المدن في العالم
ru: прочувствуйте уровень жизни одного из самых богатых городов мира

source: Elite residence
ar: الشقق الفاخرة
ru: Элитные апартаменты

source: premium residential complexes and better conditions for short trips and long-term living
ar: مجمعات سكنية متميزة بأفضل الخدمات والرفهيات للاقامة القصيرة والطويلة
ru: премиальные ЖК и лучшие условия для жизни в коротких поездках и на долгосрок

source: Agent support
ar: دعم المستشارين
ru: Агентская поддержка

source: personal account for the convenience of booking and payment tracking
ar: حساب شخصي على موقعنا الإلكتروني لتسهيل الحجز وتتبع المدفوعات
ru: личный кабинет на сайте для удобства бронирования и отслеживания оплат

source: help with transfer, car rental, dry cleaning - takes care of all household issues in the new country 24/7
ar: سوف يساعدك في التنقل وتأجير السيارات وتنظيف الملابس-يحل كل المشاكل اليومية في البلد الجديد 24/7
ru: поможет с трансфером, арендой автомобиля, химчисткой — решает все бытовые вопросы в новой стране 24/7

source: Tourist destination
ar: وجهات سياحية
ru: Туристическое направление

source: advise you on proven places to visit and restaurants so you can enjoy your holiday
ar: سنخبرك أين تذهب وأين تأكل طعاما لذيذًا، حتى تتمكن من الاستمتاع بإجازتك لاقصى حد
ru: расскажем, куда съездить и где вкусно поесть, чтобы вы могли спокойно насладиться отдыхом

source: Deep analysis of the market situation
ar: تحليلات عميقة لوضع السوق
ru: Глубокая аналитика рыночной ситуации

source: promise to find the best solutions depending on your requirements based on cost-effectiveness of investments, infrastructure, environment and profit prospects
ar: - بناءً على طلباتكم، سنجد الخيار الأفضل من حيث البنية التحتية والمباني المحيطة واحتمالات الربح
ru: в зависимости от ваших запросов подберём наилучший вариант по рентабельности, инфраструктуре, окружающей застройке и перспективой прибыли

source: Assistance in visa and residence permit
ar: المساعدة في الحصول على التأشيرات وتصاريح الإقامة
ru: Помощь в оформлении Визы и ВНЖ

source: accompany through process of receiving all documents from beginning to the end
ar: - سنرافقك في الحصول على جميع المستندات من البداية إلى النهاية
ru: сопроводим в получении всех документов от начала до конца

source: Guarantee of legal obligations
ar: ضمان الالتزامات القانونية
ru: Гарантия юридических обязательств

source: we undertake responsibility for documents work and legal support of the transaction
ar: - نحن نتحمل المسؤولية الكاملة عن العمل مع المستندات والدعم القانوني للمعاملة
ru: берём на себя всю ответственность по работе с документами и юр. сопровождению сделки

source: Seeking out Distress Deal acquisitions
ar: البحث عن عروض Distress Deal
ru: Поиск сделок Distress Deal

source: we will provide access to the database of real estate with prices bellow their market value and help review to get a good deal.
ar: - سنوفر قاعدة بيانات العقارات بسعر أقل من سعر السوق ونساعدك على التحقق من الصفقة المربحة وإبرامها
ru: предоставим доступ к базе недвижимости с ценой ниже рыночной и поможем проверить и заключить выгодную сделку

source: Asset management
ar: إدارة الثقة
ru: Доверительное управление

source: manage apartments: maintenance of the renovation of property, putting in rent/sale, as well as maximizing your profit
ar: - ادارة الشقق: نشرف على الإصلاحات والصيانة والتسليم/البيع، مما يزيد من ارباحك
ru: берем квартиры в управление: проконтролируем ремонт, обслуживание и сдачу/продажу, максимизируем вашу прибыль

source: Choice of furniture
ar: اختيار الأثاث
ru: Подбор мебели

source: if apartments are unfurnished we will hire a team of professional designers and monitor the processes
ar: - إذا كانت الشقة مفروشة، فسوف نقوم بتعيين فريق من المصممين ونشرف على العمليات
ru: если квартира не меблирована, наймём команду дизайнеров и проконтролируем процессы

source: We love our work and
ar: نحن نحب عملنا، ونعمل كل يوم على الجودة ونقدم أفضل خدمة في سوق العقارات في دبي.
ru: Мы любим свою работу,

source: are always working
ar: يعملون دائما
ru: ежедневно работаем

source: on quality to provide
ar: على الجودة لتقديم
ru: над качеством и предоставляем

source: the best service
ar: أفضل خدمة
ru: лучший сервис на рынке

source: on the Dubai real estate market
ar: في سوق العقارات في دبي
ru: недвижимости Дубая.

source: See for yourself by
ar: يمكنك التحقق ببساطة عن طريق
ru: Вы можете проверить, просто

source: calling us
ar: الاتصال بنا
ru: позвонив нам

source: or
ar: أو
ru: или

source: simply submitting a request.
ar: ارسال طلب
ru: оставив заявку

source: for Rent
ar: للإيجار
ru: для Аренды

source: No Offers Available
ar: لا توجد عروض متاحة
ru: Нет обьектов

source: Go to Rent catalogue
ar: انتقل إلى كتالوج الإيجار
ru: Перейти в каталог Аренды

source: for Purchase
ar: للشراء
ru: для Покупки

source: No Review Available
ar: لا توجد مراجعة متاحة
ru: Нет отзывов

source: Why choose
ar: لماذا
ru: Почему выбирают

source: >Seeking out Distress Deal acquisitions
ar: >دعم المستشارين

source: on quality to provide
ar: على الجودة لتقديم

source: the best service
ar: أفضل خدمة

source: calling us
ar: الاتصال بنا

source: or
ar: أو

source: Services of
ar: خدمات
ru: Услуги

source: Investing with
ar: الاستثمار مع
ru: Инвестирование вместе с I

source: We
ar: نحن
ru: Мы

source: Our values
ar: مبادئنا
ru: Наши принципы

source: Support at all stages
ar: الدعم في جميع المراحل
ru: Поддержка на всех этапах

source: DADI Agent Manager will contact you on all questions, will explain processes, nuances and professionally accompany all legal aspects
ar: سيكون مستشار DADI على اتصال بك بشأن جميع القضايا، وسيشرح لك العمليات والتفاصيل الدقيقة، ويقدم الدعم المهني لجميع الجوانب القانونية
ru: Менеджер-агент DADI на связи с вами по всем вопросам, объяснит процессы и нюансы, профессионально сопроводит все юридические аспекты

source: Excellent service
ar: خدمة رائعة
ru: Великолепный сервис

source: We focus on the service quality and comfort of our customers, so all the mechanisms work like clocks and all agents go through an in-person screening from the key persons of the company
ar: نحن نركز على جودة الخدمة وراحة عملائنا، لذلك تعمل جميع الآليات كالساعة ويتم اختيار جميع المستشارين شخصيًا من قبل الأشخاص الرئيسيين في الشركة
ru: Мы делаем акцент на качество сервиса и комфорт наших клиентов, поэтому все механизмы работают как часы и все агенты проходят личный отбор у главных лиц компании

source: Long-term cooperation
ar: تعاون طويل الأجل
ru: Долгосрочное сотрудничество

source: Our goal isn’t just to make a deal. We work for the long term perspective: we accompany our customers in new projects, share news and become friends
ar: هدفنا ليس فقط إتمام الصفقة. نتطلع الى التعامل على المدى الطويل: نرافق عملائنا في مشاريع جديدة ونتشارك الأخبار ونصبح أصدقاء
ru: Наша цель - не просто провести сделку. Мы работаем на долгосрочную перспективу: сопровождаем наших клиентов в новых проектах, делимся новостями и становимся друзьями

source: Find the best solution for your request
ar: سنوفر العروض الانسب وفقا لمتطلباتك
ru: Подберём лучшее решение под ваш запрос

source: Leave a request for a free consultation
ar: تقديم طلب للحصول على استشارة مجانية
ru: Оставьте заявку на бесплатную консультацию

source: Call me
ar: الاسم
ru: Позвонить мне

source: Write me
ar: اكتب لي
ru: Написать мне

source: Write later
ar: أكتب لاحقا
ru: Написать позже

source: Call later
ar: اتصل لاحقا
ru: Позвонить позже

source: A short description of the catalog or project, what
ar: وصف موجز للكتالوج أو المشروع، ماذا

source: Real Estate Catalogs in Dubai
ar: استئجار شقة في دبي
ru: Каталоги недвижимости в Дубае

source: Residential complexes
ar: المجمعات
ru: Комплексы

source: Developers
ar: بهم من دادي
ru: Застройщики

source: DADI team
ar: فريق DADI
ru: Команда DADI

source: We are experts in the field of real estate of large companies in Russia and CIS for more than 10 years.
ar: نحن خبراء في مجال العقارات للشركات الكبيرة في روسيا ورابطة الدول المستقلة لأكثر من 10 سنوات.
ru: Мы эксперты в области недвижимости крупных компаний РФ и СНГ более 10 лет.

source: Efficiency, headache relieve, accompaniment of our clients - all these are the basics of our work. We want to do more for you, bring the best of the Russian market experience in realities of Dubai.
ar: الكفاءة، تقديم كافة التسهيلات، والدعم الكامل لعملائنا - كل هذه هي أساسيات عملنا. نريد أن نفعل المزيد من أجلك، وننقل أفضل خبرات السوق الروسي الى واقع دبي السريع.
ru: Оперативность, полное снятие головной боли, комфортное сопровождение наших клиентов - всё это основы нашей работы. Мы хотим делать для вас большее, привносить лучшее из опыта российского рынка в быстрые реалии Дубая.

source: Every day we work on the quality of service and attract the best teams to outsource in analytics and training.
ar: كل يوم على جودة الخدمة ونستقدم أفضل المختصين في التحليلات والتدريب.
ru: Каждый день работаем над качеством сервиса и привлекаем лучшие команды на аутсорс в аналитике и обучении.

source: Our goal is not only to conduct a deal. We are interested in work for the long term perspective: we accompany our customers in new projects, share news and become friends.
ar: هدفنا ليس فقط عقد صفقة. نحن نعمل على المدى الطويل: نرافق عملائنا في مشاريع جديدة ونتشارك الأخبار ونصبح أصدقاء
ru: Наша цель - не просто провести сделку. Мы работаем на долгосрочную перспективу: сопровождаем наших клиентов в новых проектах, делимся новостями и становимся друзьями.

source: The best property according to your criteria
ar: أفضل العقارات وفقا لمعاييرك
ru: Лучшая недвижимость по вашим критериям

source: Leave a request for
ar: اترك طلبًا للحصول على
ru: Оставьте заявку на

source: a free consultation
ar: استشارة مجانية
ru: бесплатную консультацию

source: free consultation
ar: استشارة مجانية
ru: бесплатную консультацию

source: Get advice on Developers and best projects
ar: احصل على المشورة بشأن المطورين وأفضل المشاريع
ru: Получите консультацию по Застройщикам и лучшим проектам

source: Leave your details,
ar: املأ التفاصيل الخاصة بك ،
ru: Оставьте свои данные,

source: Leave your details and
ar: املأ التفاصيل
ru: Оставьте свои данные и

source: we will answer to all your questions
ar: الخاصة بك وسوف نقوم بالرد على جميع أسئلتك
ru: мы&nbsp;ответим на все вопросы

source: Write to
ar: التواصل عبر
ru: Написать в

source: Ask a question
ar: طرح سؤال
ru: Задать вопрос

source: Get a consultation
ar: احصل على استشارة
ru: Получить консультацию

source: Leave a request for
ar: اترك طلبًا للحصول على
ru: Оставьте заявку на

source: Get free consultation
ar: احصل على استشارة

source: We will find the most comfortable option based on your budget and desire
ar: سوف نختار شقة مريحة و مناسبة للميزانية
ru: Подберем комфортный вариант под бюджет и пожелания

source: Advise on the best areas for living
ar: سوف ننصحك بأفضل المناطق للعيش في دبي
ru: Проконсультируем по лучшим районам для жизни

source: Arrange transfer from the airport
ar: سوف نقوم بترتيب التوصيل من المطار
ru: Организуем трансфер из аэропорта

source: customer service manager
ar: موظف خدمة العملاء
ru: менеджер клиентского сервиса

source: Hairdryer
ar: مجفف شعر
ru: Фен

source: Microwave
ar: المايكرويف
ru: Микроволновая печь

source: Coffee machine
ar: آلة صنع القهوة
ru: Кофемашина

source: Dishwasher
ar: غسالة الأواني
ru: Посудомоечная машина

source: A/C
ar: المكيف
ru: Кондиционер

source: Washing machine
ar: غسالة
ru: Стиральная машина

source: Bathtub
ar: شرفة
ru: Ванна

source: Balcony
ar: شرفة
ru: Балкон

source: Shared pool
ar: مسبح مشترك
ru: Общий бассейн

source: Shower
ar: دش
ru: Душ

source: Fitness gym
ar: نادي رياضي
ru: Фитнес-зал

source: Children’s Play Area
ar: ملعب اطفال
ru: Детская площадка

source: High floor
ar: طابق مرتفع
ru: Высокий этаж

source: Close to metro
ar: بقرب المترو
ru: Близко к метро

source: Canal view
ar: مطل على القناة
ru: Вид на канал

source: Middle floor
ar: طابق متوسط
ru: Средний этаж

source: City view
ar: مطل على المدينة
ru: Вид на город

source: Park view
ar: مطل على حديقة
ru: Вид на парк

source: Lower floor
ar: طابق منخفض
ru: Низкий этаж

source: Sea view
ar: مطل على البحر
ru: Вид на море

source: Burj Khalifa view
ar: مطل على برج خليفة
ru: Вид на Бурдж-Халиф

source: Close to the beach
ar: بقرب الشاطئ
ru: Близко к пляжу

source: Client&quot;s personal account
ar: الحساب الشخصي للعميل
ru: Личный кабинет клиента

source: Log in
ar: الدخول
ru: Войти

source: Buy
ar: الشراء
ru: Покупка

source: About DADI
ar: عن DADI
ru: О DADI

source: Phone:
ar: الهاتف
ru: Телефон:

source: Working hours in Dubai:
ar: ساعات العمل في دبي:
ru: Время работы по Дубаю:

source: Privacy policy
ar: سياسة الخصوصية
ru: Политика конфиденциальности

source: Consultation with DADI manager
ar: Get a consultation
ru: Консультация менеджера DADI

source: our manager will contact you within a day
ar: سيتصل بك احد مستشارينا خلال يوم واحد
ru: наш менеджер свяжется с вами в течение дня

source: Get consultation
ar: Get a consultation
ru: Получить консультацию

source: Write to
ar: التواصل عبر
ru: Написать в

source: our agent will contact you during the day
ar: املأ التفاصيل الخاصة بك ،
ru: наш агент свяжется с вами в течение дня

source: or write to us at
ar: تواصل معنا عبر
ru: или напишите нам в

source: Complete the form to get
ar: املأ النموذج للحصول على
ru: Заполните форму, чтобы получить

source: the full catalogue
ar: الكتالوج الكامل
ru: полный каталог

source: Send
ar: ارسال
ru: Отправить

source: Registration
ar: تسجيل
ru: Регистрация

source: Country/region
ar: البلد/المنطقة
ru: Страна/регион

source: We will send you an SMS to confirm your number phone.
ar: سوف نرسل لك رسالة نصية قصيرة لتأكيد رقم هاتفك
ru: Мы отправим вам SMS для подтверждения номера телефона.

source: We will send you a verification code mail.
ar: سوف نرسل لك رسالة نصية قصيرة لتأكيد رقم هاتفك
ru: Мы отправим вам код для подтверждения почты.

source: Continue
ar: واصل
ru: Продолжить

source: Via email
ar: عبر البريد الالكتروني
ru: С помощью e-mail

source: Using a phone number
ar: باستخدام رقم الهاتف
ru: С помощью номера телефона

source: Already have an account?
ar: هل لديك حساب؟
ru: У вас уже есть аккаунт?

source: Confirm your number
ar: قم بتاكيد رقمك
ru: Подтвердите номер

source: Enter the code sent to the number +7 (9**) ***-**-**
ar: أدخل الرمز المرسل إلى الرقم +* *** ***-**-**
ru: Введите код, высланный на номер +7 (9**) ***-**-**

source: Didn&quot;t receive the code?
ar: لم تتلق الرمز؟
ru: Не получили код?

source: Send again
ar: أعد الإرسال
ru: Отправить ещё раз

source: Confirm your email
ar: قم بتأكيد بريدك الإلكتروني
ru: Подтвердите почту

source: Enter the code sent to the address *******@gmail.com
ar: أدخل الرمز المرسل إلى العنوان *******@gmail.com
ru: Введите код, высланный на адрес *******@gmail.com

source: Choose another way
ar: اختر طريقة أخرى
ru: Выбрать другой способ

source: Catalogs
ar: الكتالوجات
ru: Каталоги

source: Write to messenger
ar: اكتب للماسنجر
ru: Написать в мессенджер

source: Spec. price
ar: سعر خاص
ru: Спец. цена

source: per day
ar: في اليوم
ru: в день

source: Load more
ru: Загрузить еще

source: E-mail
ru: Эл.почта

source: A short description of the catalog or project, what\
ru: Короткое описание каталога или проекта, что внутри

source: Your name
ru: Ваше имя

source: Vladislav
ru: Владислав

source: Website
ru: Разработка сайта

source: Copying materials without the author’s consent is prohibited
ru: Копирование материалов без согласия автора запрещено
