Repository: himch/Real-Estate-Django-Web-App
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, ru

source: Rent catalogue
ar: كتالوج الإيجار
ru: Каталог аренды

source: Favorites
ar: المفضلة
ru: Избранное

source: We will help you analyze and choose the best
ar: سنساعدك على التحليل واختيار الأفضل
ru: Поможем проанализировать и выбрать лучшее

source: Type
ar: يكتب
ru: Тип

source: Developer
ar: مطور
ru: Застройщик

source: Property comparison
ar: مقارنة الممتلكات
ru: Сравнение недвижимости

source: Other projects
ar: مشاريع أخرى
ru: Другие проекты

source: Catalog of residential complexes and developers
ar: كتالوج المجمعات السكنية والمطورين
ru: Каталог покупки

source: Maximum 2 guests
ar: الحد الأقصى 2 ضيوف
ru: Максимум 2 гостя

source: more
ar: أكثر
ru: ещё

source: Daily rental cost
ar: تكلفة الإيجار اليومي
ru: Стоимость аренды посуточно

source: select all
ar: اختر الكل
ru: выбрать все

source: uncheck all marks
ar: قم بإلغاء تحديد كافة العلامات
ru: снять все отметки

source: Check-in
ar: تحقق في
ru: Заезд

source: Check-out
ar: الدفع
ru: Выезд

source: residential_complex
ar: مجمع سكني
ru: Жилой комплекс

source: rooms
ar: غرفة
ru: Помещение

source: village
ar: فيلا
ru: Вилла

source: Scheduled
ar: البناء المقرر
ru: Строительство запланировано

source: In Progress
ar: تحت التشيد
ru: Строится

source: Completed
ar: منتهى
ru: Строительство завершено

source: On Sale
ar: معروض للبيع
ru: В продаже

source: Presale (EOI)
ar: حَجْز مُقَدَّم
ru: Регистрация интереса (EOI)

source: Launch
ar: إطلاق جديد
ru: Старт продаж

source: Sold Out
ar: بيعت بالكامل
ru: Нет в продаже

source: Announcement
ar: إعلان
ru: Анонс продаж

source: Your request has been submitted, a realtor will get back to you soon
ar: لقد تم تقديم طلبك، وسيقوم وكيل العقارات بالرد عليك قريبًا

source: Start of construction of the residential complex
ar: أين أفضل مكان للعيش: ما الفرق بين مناطق دبي
ru: Старт строительства комплекса

source: Read
ar: قراءة
ru: Читать

source: Blog about Dubai&quot;s real estate and news
ar: مدونة دبي للعقارات والأخبار

source: Blog about Dubai’s real estate and news
ar: مدونة دبي للعقارات والأخبار
ru: Блог о недвижимости и новостях Дубая

source: Go to the blog page
ar: إلى المدونة
ru: Перейти в Блог

source: No Articles Available
ar: لا توجد مقالات متاحة
ru: Нет статей

source: Remote property purchase
ar: شراء العقارات عن بعد
ru: Дистанционная покупка недвижимости

source: we organize online viewing
ar: سنقوم بتنظيم عملية اختيار و رؤية العقار عبر الإنترنت،
ru: организуем онлайн просмотр

source: prepare and translate all necessary documents for the purchase of real estate from any place in the world
ar: سنقوم بإعداد وترجمة كافة المستندات اللازمة لشراء العقارات من أي مكان في العالم
ru: подготовим и переведем все необходимые документы для покупки недвижимости из любой точки мира

source: Online application for the selection of real estate
ar: تقديم طلب لاختيار العقارات
ru: Заявка на подбор недвижимости

source: Rent management
ar: إدارة الإيجارات
ru: Арендное управление

source: We assume all responsibilities:
ar: نحن نتحمل جميع المسؤوليات:
ru: Берем на себя все обязанности:

source: search for tenants
ar: البحث عن المستأجرين
ru: поиск арендаторов

source: conclusion of rental agreement
ar: إبرام عقود الإيجار
ru: заключение договоров аренды

source: lease payments
ar: تحصيل مدفوعات الإيجار
ru: взимание арендных платежей

source: dispute settlement with tenants
ar: تسوية النزاعات مع المستأجرين
ru: урегулирование споров с арендаторами

source: general management of real estate for the owner
ar: الإدارة العامة للعقارات في مصلحة المالك.
ru: общее управление недвижимостью в интересах собственника

source: We will ensure maximum profitability and protection of your interests.
ar: وسوف نضمن أقصى قدر من الارباح وحماية المصالح الخاصة بك.
ru: Обеспечим максимальную доходность и&nbsp;защиту ваших интересов.

source: Legal guarantees
ar: الضمانات القانونية
ru: Юридические гарантии

source: we take full responsibility for documents, obtaining residence permits, communication and contracting.
ar: نحن نتحمل المسؤولية الكاملة عن العمل مع الوثائق, الحصول على تصريح الإقامة, الاتصالات وتنفيذ العقود
ru: Берем на себя всю ответственность по работе с документами, получении ВНЖ, коммуникации и оформлении договоров

source: Investing with DADI
ar: الاستثمار مع DADI
ru: Инвестирование вместе&nbsp;с&nbsp;DADI

source: We are existing investors and offer our loyal customers advantageous wholesale real estate purchases from developers. Invest in audited projects with us.
ar: نحن مستثمرون نشطون ونقدم لعملائنا المخلصين عروض مربحة لشراء عقارات بالجملة من المطورين. استثمر معنا في مشاريع مضمونة
ru: Мы являемся действующими инвесторами и предлагаем нашим преданным клиентам выгодные оптовые покупки недвижимости у застройщиков. Инвестируйте в проверенные проекты вместе с нами

source: Invest with DADI
ar: استثمر مع DADI
ru: Заявка на подбор недвижимости

source: Property valuation
ar: تقييم العقارات
ru: Оценка недвижимости

source: We will professionally evaluate your property for sale, consult on the nuances and help to form an offer for the buyer.
ar: سنقوم بتقدير قيمة الممتلكات الخاصة بك بشكل دقيق، وتقديم المشورة بشأن جميع التفاصيل والمساعدة في تقديم عرض للمشتري
ru: Профессионально оценим вашу недвижимость для продажи, проконсультируем по нюансам и поможем сформировать предложение для покупателя.

source: List my property
ar: طلب التقييم العقاري
ru: Заявка на оценку недвижимости

source: Urgent sale of the property
ar: شراء عاجل للعقارات
ru: Срочный выкуп недвижимости

source: We&quot;ll assess the property within 24 hours since properties&quot; showings or will add the project to our database.
ar: سنقوم بشراء عقارا لك خلال 24 ساعة من لحظة اختيارك له أو إضافته إلى قاعدة بياناتنا
ru: Выкупим вашу недвижимость за 24 часа с момента просмотра или добавим проект в нашу базу

source: Application for urgent sale
ar: طلب شراء العقارات
ru: Заявка на оценку недвижимости

source: Download PDF
ar: تحميل PDF
ru: Скачать PDF

source: Catalog name
ar: الاسم
ru: Название каталога

source: A short description of the catalog or project, what&quot;s inside
ar: وصف مختصر للكتالوج أو المشروع وما بداخله

source: A short description of the catalog or project, what’s inside
ar: وصف مختصر للكتالوج أو المشروع وما بداخله
ru: Короткое описание каталога или проекта, что внутри

source: Dubai’s Best Property Catalogs 2023-2024
ar: كتالوجات أفضل العقارات في دبي 2023-2024
ru: Каталоги лучшей недвижимости Дубая 2023-2024

source: No Catalogs Available
ar: لا توجد كتالوجات متاحة
ru: Нет каталогов

source: Contacts
ar: جهات الاتصال
ru: Контакты

source: Customer service department
ar: قسم خدمة العملاء
ru: Отдел клиентского сервиса

source: Office
ar: المكتب
ru: Офис

source: Al Gurg Tower 3, office 3, Dubai P Floor, UAE
ar: برج القرق 3، مكتب 3، الطابق P دبي، الإمارات العربية المتحدة
ru: Al Gurg Tower 3, офис 3, этаж P Дубай, ОАЭ

source: Go to Purchase catalogue
ar: انتقل إلى كتالوج الشراء
ru: Перейти в каталог Покупки

source: Purchase catalogue
ar: انتقل إلى كتالوج الشراء
ru: Каталог Покупки

source: per month
ar: روبل شهريا
ru: в месяц

source: per night
ar: رول لليلة
ru: в сутки

source: House rules
ar: الشروط
ru: Правила дома

source: Short-term lease (5 days to 3 months)
ar: إيجار قصير الأجل (من 5 أيام إلى 3 أشهر)
ru: Краткосрочная аренда (от 5 дн до 3 мес)

source: Long term lease (from 3 months)
ar: إيجار طويل الأجل (من 3 أشهر)
ru: Долгосрочная аренда (от 3 мес)

source: Check in after 15:00
ar: الوصول بعد الساعة 00: 15
ru: Прибытие после 15:00

source: Check out before 11:00
ar: المغادرة قبل الساعة 00: 11
ru: Выезд до 11:00

source: Pets are allowed
ar: الحيوانات الأليفة مسموحة
ru: Можно с питомцами

source: Self-check-in (digital code)
ar: تسجيل الوصول الذاتي (رمز رقمي)
ru: Самостоятельное прибытие (цифровой код)

source: Parties and events aren’t allowed
ar: الحفلات غير مسموحة
ru: Без вечеринок и мероприятий

source: Smoking is prohibited
ar: ممنوع التدخين
ru: Курение запрещено

source: Free cancellation before 19th of october
ar: إلغاء مجاني حتى 19 أكتوبر
ru: Бесплатная отмена до 19 октября

source: Cancellation policy
ar: سياسة الإلغاء
ru: Правила отмены

source: for a discount on number of months of rent and contract with the owner
ar: للحصول على خصم على عدد من أشهر الإيجار والتعاقد مع المالك
ru: на скидку за количество месяцев аренды и заключения договора с собственником

source: Location
ar: الموقع
ru: Местоположение

source: Services of DADI
ar: خدمات DADI
ru: Услуги DADI

source: Client’s personal account
ar: الحساب الشخصي للعميل
ru: Личный кабинет клиента

source: for tracking booking and payment
ar: لتتبع الحجوزات والمدفوعات
ru: для отслеживания бронирования и оплаты

source: Personalized choice
ar: الاختيار الفردي
ru: Индивидуальный подбор

source: of property for rent or purchase basen on your request
ar: عقارات للإيجار أو الشراء حسب طلبك
ru: недвижимости для аренды или покупки под ваши запросы

source: Personal assistant in the country
ar: مساعد شخصي في البلد
ru: Персональный ассистент

source: help with transfer, car rental, dry cleaning - assistant will take care of all household issues in the new country 24/7
ar: سوف يساعد في التنقل وتأجير السيارات وغسيل الملابس-يحل جميع القضايا المنزلية في بلد جديد 24/7سيساعد في عمليات النقل واستئجار السيارات وتنظيف الملابس - ويحل جميع المشاكل اليومية في البلد الجديد على مدار الساعة طوال أيام الأسبوع
ru: поможет с трансфером, арендой автомобиля, химчисткой - решит все бытовые вопросы в новой стране 24/7

source: Legal support
ar: الدعم القانوني
ru: Юридическое сопровождение

source: In case of leasehold term starting from 3 months we will take care of checking all document and concluding the contract of rent with the proprietor
ar: عند الاستئجار لمدة تزيد عن 3 أشهر ، سنساعدك في التحقق من المستندات وإبرام اتفاقية مع المالكعند الاستئجار لمدة تزيد عن 3 أشهر، سنساعدك على التحقق من صحة المستندات وإبرام اتفاقية مربحة مع المالك
ru: при аренде на срок более 3 месяцев, поможем проверить документы и заключить выгодный договор с собственником

source: Leave a request
ar: تقديم طلب
ru: Оставить заявку

source: Arrival
ar: الوصول
ru: Прибытие

source: Check out
ar: المغادرة
ru: Выезд

source: number of guests
ar: عدد الضيوف
ru: Для кого

source: 1 guest
ar: 1 ضيف
ru: 1 гость

source: guest
ar: ضيف
ru: гость

source: Adults
ar: الكبار
ru: Взрослые

source: From 13 years old
ar: من 13 سنة
ru: От 13 лет

source: Close
ar: يغلق
ru: Закрыть

source: 1 night
ar: 1 ليلة
ru: 1 ночь

source: Cleaning fee
ar: رسوم التنظيف
ru: Плата за уборку

source: Total (excluding tax)
ar: المجموع (باستثناء الضرائب)
ru: Всего (без учета налогов)

source: More offers
ar: عروض أخرى
ru: Другие предложения

source: Back to the Rent page
ar: العودة إلى صفحة الإيجار

source: Dubai property rental
ar: عقارات للإيجار في دبي
ru: Аренда недвижимости в Дубае

source: apartment with 5* hotel service
ar: شقق مع خدمات فندقية 5*
ru: апартаменты с сервисом отеля 5*

source: 2 guests
ar: ضيف 2
ru: 2 гостя

source: guests
ar: ضيف
ru: гостя

source: 3 guests
ar: ضيف 3
ru: 3 гостя

source: More than 3 guests
ar: أكثر من 3 ضيوف
ru: Более 3 гостей

source: View
ar: عرض
ru: Посмотреть

source: options
ar: خيارات
ru: вариантов

source: Select with manager
ar: الاختيار مع أحد مستشارينا
ru: Подобрать с менеджером

source: Filters
ar: التصنيف
ru: Фильтры

source: Remove filters
ar: إعادة تعيين التصنيف
ru: Сбросить фильтры

source: Property type
ar: نوع العقار
ru: Тип недвижимости

source: Any type
ar: غير محدد
ru: Любая

source: Townhouses
ar: تاون هاوس
ru: Таунхаусы

source: Villas
ar: فلل
ru: Виллы

source: Apartments
ar: شقق سكنية
ru: Апартаменты

source: Duplexes
ar: دوبلكس

source: Penthouses
ar: بنتهاوس

source: rent an apartment
ar: لاستئجار شقة
ru: снять квартиру

source: Hotel apartment
ar: شقق فندقية
ru: Квартиры в отелях

source: Bedroom
ar: غرف
ru: Комнаты

source: Studio
ar: استوديو
ru: Студия

source: Monthly rental cost
ar: تكلفة الإيجار الشهري
ru: Стоимость в месяц

source: Bedrooms
ar: غرف نوم
ru: Спальни

source: Amenities
ar: الموقع
ru: Удобства

source: Districts
ar: المرافق
ru: Районы

source: Apply filters
ar: تطبيق التصنيف
ru: Применить фильтры

source: New first
ar: الجديد أولا
ru: Cначала новые

source: Cheaper first
ar: أرخص أولا
ru: Сначала дешевле

source: More expensive
ar: أغلى
ru: Сначала дороже

source: Download
ar: تحميل
ru: Скачать

source: out of
ar: من
ru: из

source: What are the advantages
ar: ماهي المزايا
ru: В чем преимущества

source: Luxury apartments with hotel service for short and long term rent
ar: القصير والطويل
ru: Лакшери апартаменты с&nbsp;отельным сервисом для&nbsp;краткосрочной и долгосрочной аренды

source: rent apartments with hotel service
ar: تأجير الشقق مع الخدمة الفندقية
ru: аренды апартаментов с отельным сервисом

source: 5* hotel hospitaluty
ar: ضيافة فندق 5 نجوم
ru: Гостеприимство 5* отеля

source: We welcome you as the as the most esteemed guest, with welcome drinks, fruit plate, as well as tea, coffee and shower accessories for your comfort.
ar: نرحب بكم ضيوفنا الأكثر تميزا، مع مشروبات ترحيبية وطبق فاكهة، ونقدم لكم الشاي والقهوة و كافة وسائل الراحة.
ru: Мы встречаем вас, как самого дорогого гостя, с&nbsp;приветственными напитками, фруктовой тарелкой, а также предоставляем чай, кофе и душевые принадлежности для вашего комфорта.

source: Best arrangement
ar: المرافق الأفضل
ru: Лучшее обустройство

source: Our apartments are equipped better than most hotels. Each apartment has a coffee machine, dishwasher, washing machine, hairdryer and a full set of dishes for the convenience of our guests.
ar: شققنا مجهزة بشكل أفضل من معظم الفنادق. تحتوي كل شقة على آلة لصنع القهوة وغسالة صحون وغسالة ملابس ومجفف شعر ومجموعة كاملة من الأطباق لراحة ضيوفنا.
ru: Наши апартаменты оборудованы лучше, чем большинство отелей. В каждой квартире есть кофемашина, посудомоечная машина, стиральная машина, фен и полный набор посуды и для удобства наших гостей.

source: Service and cleaning
ar: الصيانة والتنظيف
ru: Обслуживание и уборка

source: You won’t need to think about cleaning and maintenance of apartments - we will take care of everything. We will make sure your stay is pleasant and carefree.
ar: لا داعي للتفكير في تنظيف الشقة وصيانتها - فنحن سنتولى كل شيء. سنبذل قصارى جهدنا لجعل إقامتك ممتعة و خالية من الهموم.
ru: Вам не нужно думать об уборке и обслуживании апартаментов — мы обо всём позаботимся. Сделаем всё, чтобы ваше пребывание было беззаботным и приятным.

source: 24/7 Customer Service and support
ar: دعم خدمة العملاء 24/7
ru: Поддержка Customer Service 24/7

source: Our Care Service is available 24 hours a day and is ready to assist you at any time of the day. We guarantee that your requests and needs will be met immediately.
ar: تتوفر خدمة العملاء لدينا على مدار الساعة لمساعدتك في أي وقت من اليوم. نحن نضمن تلبية طلباتك واحتياجاتك على الفور.
ru: Наша Служба Заботы доступна круглосуточно и готова помочь вам в любое время суток. Мы гарантируем, что ваши запросы и потребности будут удовлетворены моментально.

source: Parking space
ar: مواقف السيارات
ru: Парковочное место

source: We provide parking near the house so you can leave your car comfortably, with no worries.
ar: نحن نقدم مواقف السيارات بالقرب من المنزل بحيث يمكنك أن تركن سيارتك بكل يسر و أمان.
ru: Мы предоставляем паркинг неподалеку от дома, чтобы вы могли удобно и без забот оставить свой автомобиль.

source: Free Wi-Fi and TV
ar: واي فاي مجاني وتلفزيون
ru: Бесплатный Wi-Fi и телевизор

source: with streaming capability
ar: مع القدرة على التدفق
ru: с возможностью потокового воспроизведения

source: All our apartments are equipped with free Wi-Fi and modern TVs with access to streaming services for your entertainment and communication.
ar: تم تجهيز جميع شققنا بخدمة الواي فاي المجانية وأجهزة تلفزيون حديثة للترفيه والتواصل
ru: Все наши апартаменты оборудованы бесплатным Wi-Fi и современными телевизорами с доступом к потоковым сервисам для вашего развлечения и связи.

source: Additionally, we can offer:
ar: بالإضافة إلى ذلك ، يمكننا أن نقدم:
ru: Дополнительно можем предложить:

source: Fitness center and swimming pool
ar: مركز اللياقة البدنية وحمام سباحة
ru: Фитнес-центр и бассейн

source: We will provide access to the fitness centre and swimming pool in the residential complex or nearby so that you can maintain an active lifestyle and relax.
ar: سنوفر لك مركز اللياقة البدنية والمسبح في المجمع السكني أو بالقرب منه ، حتى تتمكن من الحفاظ على نمط حياة نشط والاسترخاء.
ru: Предоставим доступ к фитнес-центру и бассейну в ЖК или рядом, чтобы вы могли&nbsp;поддерживать активный образ жизни&nbsp;и расслабиться.

source: Tours and entertainment
ar: الرحلات والترفيه
ru: Экскурсии и развлечения

source: We will help you plan and book excursions in the region so that you can enjoy what local culture and nature can offer you.
ar: سنساعدك في تخطيط وحجز الرحلات في المنطقة حتى تتمكن من الاستمتاع بكل ما تقدمه الثقافة والطبيعة المحلية.
ru: Мы поможем спланировать и забронировать экскурсии в регионе, чтобы вы могли насладиться всем, что может предложить местная культура и природа.

source: Purchase an apartment in Dubai
ar: شراء شقة في دبي
ru: Купить квартиру в Дубае

source: Our apartments combine
ar: تجمع شققنا بين راحة الفندق واستقلالية الشقة الخاصة بك، كما نحرص على تلبية كل احتياجاتك لجعل إقامتك لا تنسى.
ru: Наши апартаменты сочетают в себе

source: the comfort and convenience of the hotel
ar: الراحة والملاءمة في الفندق
ru: комфорт и удобства отеля

source: with the spaciousness and &nbsp;
ar: بالرحابة و&nbsp;
ru: с простором и

source: autonomy of your own home
ar: الحكم الذاتي في منزلك
ru: автономией собственного жилья,

source: making your stay
ar: جعل إقامتك
ru: делая ваше пребывание

source: &nbsp;unforgettable and satisfying all your needs.
ar: &nbsp;لا تنسى وتلبي جميع احتياجاتك.
ru: незабываемым и удовлетворяющим все ваши потребности.

source: Receive a consultation
ar: احصل على استشارة
ru: Получить консультацию

source: Services of DADI HOLIDAY
ar: خدمات DADI HOLIDAYS
ru: Услуги DADI HOLIDAY

source: Rent an apartment in Dubai
ar: استئجار شقة في دبي
ru: Снять квартиру в Дубае

source: rent apartments in Dubai with hotel service
ar: استئجار شقق في دبي مع خدمة فندقية
ru: аренда апартаментов в Дубае с отельным сервисом

source: Booking service
ar: خدمة الحجز
ru: Букинг-сервис

source: availability of apartments and bookings can be done through a convenient calendar
ar: حجز الشقق المتاحة من خلال رزنامة مريحة،
ru: бронируйте свободные апартаменты через удобный календарь

source: use personal profile for payments and communication with our managers
ar: يمكنكم الدفع والتواصل معنا وتتبع التفاصيل في حسابك الشخصي
ru: оплачивайте, общайтесь с менеджером и отслеживайте информацию в личном кабинете

source: Book an apartment
ar: حجز شقة
ru: Забронировать квартиру

source: Personal assistant in&nbsp;the country
ar: مساعد شخصي في البلد
ru: Личный ассистент в стране

source: Book transfer from the airport
ar: طلب التوصيل من المطار
ru: Заказать трансфер из аэропорта

source: in case of leasehold term starting from 3 months we will take care of checking all document and concluding the contract of rent with the proprietor
ar: عند الاستئجار لمدة تزيد عن 3 أشهر، سنساعدك على التحقق من صحة المستندات وإبرام اتفاقية مربحة مع المالك
ru: при аренде на срок более 3 месяцев, поможем проверить документы и заключить выгодный договор с собственником

source: Leave a long-term lease application
ar: قدم طلب الإيجار
ru: Оставить заявку на долгосрочную аренду

source: Individual selection
ar: الحلول الفردية
ru: Индивидуальный подбор

source: of property for rent or purchase based on your request
ar: عقارات للإيجار أو الشراء حسب طلبك
ru: недвижимости для аренды или покупки под ваши запросы

source: Leave an application
ar: قديم الطلب
ru: Оставить заявку

source: We will help you find an apartment for rent
ar: سوف نساعدك على اختيار شقة للإيجار
ru: Поможем подобрать квартиру в аренду

source: Find real estate
ar: اختر شقتك
ru: Подобрать квартиру

source: Blog
ar: المدونة
ru: Блог

source: DADI Blog
ar: DADI مدونة
ru: DADI блог

source: Best premium real estate in Dubai
ar: أفضل العقارات الفاخرة في دبي
ru: Лучшая премиум недвижимость Дубая

source: Useful articles about life and real estate in Dubai
ar: مقالات مفيدة عن الحياة والعقارات في دبي
ru: Полезные статьи о жизни и недвижимости в Дубае

source: Dubai: best places to live
ar: دبي: أفضل المناطق للعيش فيها
ru: Дубай: лучшие районы для жизни

source: updated
ar: تحديث
ru: обновлено

source: Life in Dubai
ar: الحياة في دبي
ru: Жизнь в Дубае

source: 7 steps to pay with cryptocurrency
ar: 7 خطوات للدفع باستخدام العملة الرقمية
ru: 7 шагов для оплаты криптовалютой

source: Technologies
ar: التقنيات
ru: Технологии

source: Changes in UAE legislation: new opportunities
ar: التغييرات في التشريعات الإماراتية: امكانيات جديدة
ru: Изменение в законодательстве ОАЭ: новые возможности

source: Dubai news
ar: اخبار دبي
ru: Новости Дубая

source: with fresh news in Dubai
ar: مع أخبار جديدة في دبي
ru: со свежими новостями из мира Дубая

source: Telegram channel DADI
ar: قناة DADI تيليجرام
ru: Телеграм канал DADI

source: Go to Telegram channel
ar: انتقل إلى القناة
ru: Перейти в канал

source: Get an expert advice from Real Estate Professionals
ar: سوف نساعدك على اختيار شقة للإيجار
ru: Получите консультацию от&nbsp;Профессионалов в сфере недвижимости

source: Purchase of real estate in Dubai
ar: شراء عقار في دبي
ru: Покупка недвижимости в Дубае

source: for living and investment
ar: من أجل السكن والاستثمار
ru: для жизни и инвестиций

source: Half a floor
ar: نصف طابق
ru: Пол этажа

source: Entire floors
ar: طوابق كاملة
ru: Целые этажи

source: Entire buildings
ar: مباني كاملة
ru: Целые здания

source: Commercial premises
ar: المباني التجارية
ru: Коммерческие помещения

source: Land plots
ar: قطع الأراضي
ru: Земельные участки

source: Price
ar: السعر
ru: Цена

source: min
ar: من
ru: от

source: max
ar: الى
ru: до

source: Total area
ar: المساحة الكلية
ru: Общая площадь

source: sq. m
ar: م2
ru: кв. м

source: sq. ft
ar: قدم2
ru: кв. фут

source: From
ar: من
ru: От

source: from
ar: من
ru: от

source: To
ar: الى
ru: До

source: Number or rooms
ar: عدد الغرف
ru: Количество комнат

source: Lease period
ar: تاريخ التسليم
ru: Срок сдачи

source: Furnishings
ar: التشطيب
ru: Отделка

source: All furnishings
ar: مفروشة بالكامل
ru: Полностью меблированная

source: Partly furnished
ar: مفروشة جزئيا
ru: Частично меблированная

source: Unfurnished
ar: غير مفروشة
ru: Не меблированна

source: New projects of DADI partners
ar: مشاريع شركاء DADI الجدد
ru: Новые проекты партнеров DADI

source: Dubai’s Reliable Property Developers Catalogue
ar: دليل المطورين الموثوق بهم في دبي
ru: Каталог надёжных застройщиков Дубая

source: Inside:
ar: في الملف:
ru: Внутри:

source: - new objects with detailed description of characteristics
ar: - وحدات جديدة مع وصف مفصل للخصائص
ru: - новые объекты с подробным описанием характеристик

source: - apartments at special price
ar: - شقق بسعر خاص
ru: - апартаменты по специальной цене

source: - ideas for improvement
ar: - أفكار لترتيب الشقق
ru: - идеи по обустройству

source: - Expert Advice
ar: - آراء الخبراء
ru: - советы экспертов

source: By submitting the form, you consent to the processing of personal data
ar: عند تقديم الطلب، فإنك توافق على معالجة البيانات الشخصية
ru: Отправляя форму, вы даёте согласие на обработку персональных данных

source: of real estate purchase in Dubai
ar: شراء العقارات في دبي عام 2023
ru: покупки недвижимости в Дубае в 2023

source: High return on investment.
ar: عائد مرتفع من الاستثمار
ru: Высокая окупаемость инвестиций

source: In 2022, Dubai welcomed 14 million tourists - annual revenue up to 12%% can be earned by renting out accommodation for short term.
ar: في عام 2022، استقبلت دبي 14 مليون سائح - عند التأجير قصير الاجل يمكنك ان تحصل على دخل يصل إلى 12 ٪ سنويا.
ru: В 2022 году Дубай принял 14 млн туристов - сдавая жилье краткосрочно можно получать доход до 12%% годовых.
